Repository: Juliotati/juliotati.com
Catalog: lib/translations/intl_*.arb
Languages: de, pt

# actionableCreate
source: Create
de: Erstellen
pt: Cria

# actionableCreateDescription
source: Create with your imagination
de: Erstellen Sie mit Ihrer Fantasie
pt: Cria com tua imaginação

# actionableDiscover
source: Discover
de: Entdecken
pt: Descobre

# actionableDiscoverDescription
source: Discover new paths
de: Neue Wege entdecken
pt: Descubra novos caminhos

# actionableExplore
source: Explore
de: Entdecken
pt: Explora

# actionableExploreDescription
source: Explore The world and its wonders
de: Entdecken Sie die Welt und ihre Wunder
pt: Explora o mundo e suas maravilhas

# actionableLearn
source: Learn
de: Lernen
pt: Aprende

# actionableLearnDescription
source: Learn as you know not all
de: Lernen Sie, wie Sie nicht alles wissen
pt: Aprenda pois não sabes de tudo

# actionableMaster
source: Master
de: Meistern
pt: Domina

# actionableMasterDescription
source: Master your own craft
de: Meistern Sie Ihr eigenes Handwerk
pt: Domine a sua arte

# actionableTune
source: Tune
de: Optimieren
pt: Aprimore

# actionableTuneDescription
source: Tune your craft
de: Optimieren Sie Ihr Handwerk
pt: Aprimore a tua arte

# bioDartShooter
source: Dart Shooter 🎯
pt: Atirador de dardos 🎯

# bioJoyMachine
source: Joy Machine 😎
de: Freude-Maschine 😎
pt: Máquina da Alegria 😎

# bioLoudIntrovert
source: LOUD introvert 🗿
de: LAUTER Introvertiert 🗿
pt: Introvertido BARULHENTO 🗿

# bioMatrixBurner
source: Matrix BURNER 🔥
de: Matrix-BRENNER 🔥
pt: QUEIMADOR de Matrizes 🔥

# bioOtakuOverlord
source: OTAKU Overlord 🤫
de: OTAKU-Oberherr 🤫
pt: Senhor Supremo OTAKU 🤫

# bioSoftwareCraftsman
source: Software Craftsman ⚒️
pt: Produtor de Software ⚒️

# bioStoryteller
source: Storyteller 📚
de: Erzähler 📚
pt: Contador de histórias 📚

source: Connect
de: Verbinden
pt: Conecta

# craftedByAndAllRightsReserved
source: Craft by @Juliotati | {year} © All rights reserved
de: Handwerk von @Juliotati | {year} © Alle Rechte vorbehalten
pt: Artesanato por @Juliotati | {year} © Todos os direitos reservados

# imGreaterThanMyName
source: I'm > my name
de: Ich bin > mein name
pt: Eu sou > meu nome

# longBio
source: Welcome to my corner of the internet! I'm a dynamo of diligence who thrives in the winds of change and champions long-term vision in all realms of life. Order is my canvas, and when it's disrupted, I dive in with a meticulous (yet considerate) fervor to restore harmony before pressing forward. My appetite for knowledge is voracious; as I am constantly honing my skills and relishing the joy of mastering 'how to learn.' From the earliest chapters of my life, self-motivation and an exceptional work ethic have been the keystones of my character. This intrinsic drive is woven into the very fabric of my being, propelling me to achieve with a tenacity that often captures the eye of observers... I mean, that's what you get out of blend of passion and persistence!
de: Willkommen in meiner Ecke des Internets! Ich bin ein Energiebündel, das im Wind der Veränderung aufblüht und in allen Bereichen des Lebens eine langfristige Vision vertritt. Ordnung ist meine Leinwand, und wenn sie gestört wird, tauche ich mit akribischer (aber rücksichtsvoller) Begeisterung ein, um die Harmonie wiederherzustellen, bevor ich weitermache. Mein Wissensdurst ist unersättlich; ich verfeinere ständig meine Fähigkeiten und genieße die Freude, zu lernen, wie man lernt. Seit den ersten Kapiteln meines Lebens waren Selbstmotivation und eine außergewöhnliche Arbeitsmoral die Eckpfeiler meines Charakters. Dieser innere Antrieb ist tief in meinem Wesen verwoben und treibt mich mit einer Hartnäckigkeit an, die oft die Aufmerksamkeit von Beobachtern auf sich zieht ... Ich meine, das ist es, was man aus einer Mischung aus Leidenschaft und Beharrlichkeit herausholt!
pt: Bem-vindo ao meu cantinho da Internet! Sou um dínamo de diligência que prospera nos ventos da mudança e defende a visão a longo prazo em todas as esferas da vida. A ordem é o meu ecrã e, quando é interrompido , mergulhe com um fervor meticuloso (mas atencioso) para restaurar a harmonia antes de seguir em frente. O meu apetite por conhecimento é voraz, pois estou constantemente a aperfeiçoar as minhas capacidades e a saborear a alegria de dominar 'como aprender'. De; Nos primeiros capítulos da minha vida, a automotivação e uma ética de trabalho excecional foram os pilares do meu caráter. atenção dos observadores. ... Quer dizer, é isto que se ganha com um misto de paixão e persistência!

source: My Motto
de: Mein Motto
pt: Meu Lema

source: Package
de: Paket
pt: Pacote

# shortBio
source: Meet Júlio Tati—a seeker intrigued by the labyrinth of the human mind. He dedicates his time to a unique alchemy: translating fleeting thoughts into tangible reality. Through the refined craft of software engineering, he shapes ideas into polished products that seamlessly integrate into our daily lives. His is the silent magic of innovation, transforming the abstract into the indispensable.
de: Lernen Sie Júlio Tati kennen – einen Suchenden, der vom Labyrinth des menschlichen Geistes fasziniert ist. Er widmet seine Zeit einer einzigartigen Alchemie: der Umsetzung flüchtiger Gedanken in greifbare Realität. Durch das raffinierte Handwerk der Softwareentwicklung formt er Ideen zu ausgefeilten Produkten, die sich nahtlos in unser tägliches Leben integrieren lassen. Er besitzt die stille Magie der Innovation, die das Abstrakte in das Unverzichtbare verwandelt.
pt: Conheça Júlio Tati — um buscador intrigado pelo labirinto da mente humana. Dedica o seu tempo a uma alquimia única: traduzir pensamentos fugazes em realidade tangível. Através da arte refinada da engenharia de software, transforma ideias em produtos sofisticados que integram-se perfeitamente no nosso quotidiano.

# tldrCaption
source: Changing how the world moves through Software Craftsmanship for BMW BIMMERS at Critical TechWorks as a Rockstar Developer (Mobile Software Engineer) in Portugal Lisbon.
de: Die Art und Weise, wie sich die Welt bewegt, durch Software-Handwerkskunst für BMW BIMMERS bei Critical TechWorks als Rockstar-Entwickler (Mobile Software Engineer) in Portugal, Lissabon, verändern.
pt: Mudando a forma como o mundo se move através do Software Craftsmanship para BMW BIMMERS na Critical TechWorks como Rockstar Developer (Mobile Software Engineer) em Portugal Lisboa.
